
import { useEffect } from "react";
import image from "../assets/mos27.jfif";
import classes from "../styles/acadimics.module.css";


const Acadimics = () => {
  useEffect(()=>{
    window.scrollTo(0,0);
  },[])
  return (
    <div className={classes.acadimics}>
      <div>
        <img src={image} />
        <div></div>
  
      </div>

      <div>
        <div>
          <img src={image} />
        </div>
        <div>
          <h3>  امتيازات عديدة سيحصل عليها خريجو المعهد من أهمها: </h3>
          <ul>
            <li>
            حصول خريجي المعهد على اجازة متصلة السند الى النبي صلى الله عليه وآله وسلم لتجويد القران الكريم أو حفظه (هذا يعتمد على الطالب) برواية حفص عن عاصم حيث ان الخريج سينال الشرف العظيم بدرج اسمه ضمن هذا السند المتصل.            </li>
            <li>
            بامكان خريجي المعهد منح الاجازة لأي شخص حيث أن المعهد سيجيزه بتدريس القران الكريم.                    </li>
            <li> 
            خريجو المعهد سيكونون مؤهلين لامامة المساجد.

            </li> 
              <li> 
              الخريجون الذين يختارون برنامج الحفظ سيكونون من حملة كتاب الله عز وجل وهذه منزلة ما بعدها منزلة.
              </li>
              <li> 
              يسمح للخريج من المعهد بالتدريس في المعهد نفسه بعد تقديمه لطلب رسمي الى ادارة المعهد واجتيازه لمقابلة لجنة مختصة بتهيئة التدريسيين في المعهد.
              </li>
                      </ul>

        </div>
      </div>
    </div>
  );
};

export default Acadimics;
